{
    "Question_1": "How would you rate the natural, fluent sound of the essay? Does it glide along with one sentence flowing effortlessly into the next?",
    "Question_2": "How would you assess the variation in sentence structure, length, and beginnings in the essay? Do they add interest to the text?",
    "Question_3": "How effectively does the sentence structure enhance the meaning of the essay by drawing attention to key ideas or reinforcing relationships among ideas?",
    "Question_4": "How well does the essay demonstrate control over sentence structure, including the use of fragments? Do they work well within the context?",
    "Question_5": "How would you rate the stylistic control of the essay, particularly in terms of dialogue? Does it sound natural and engaging?",
    "Question_6": "How fluid is the flow and rhythm of the essay? Are there any connections between phrases or sentences that feel less than fluid?",
    "Question_7": "How varied are the sentence patterns in the essay? Do they create an effective combination of power and grace?",
    "Question_8": "How well does the essay control simple sentence structures, and how variable is the control over more complex sentences?",
    "Question_9": "Are there any lapses in stylistic control in the essay, particularly in the use of dialogue? Does it sound stilted or unnatural at times?",
    "Question_10": "Does the essay tend to be mechanical rather than fluid, with occasional awkward constructions that force the reader to slow down or reread?",
    "Question_11": "How well does the essay demonstrate variety and control in its sentence structure, length, and beginnings?",
    "Question_12": "Does the essay have significant portions of text that are difficult to follow or read aloud, with monotonous sentence patterns and a significant number of awkward, choppy, or rambling constructions?",
    "Question_13": "Does the essay have text that does not invite smooth oral reading, with confusing word order, irregular sentence structure, and sentences that are disjointed, confusing, or rambling?"
}